{
    "blueberry": {
        "title": "BLUEBERRY",
        "summary": "Blueberries are perennial flowering",
        "image": "https://www.starkbros.com/images/dynamic/2209-960x960.jpg",
        "sectionData": [
            {
                "name": "Uses",
                "text": "Blueberries are sold fresh or are processed as individually quick frozen (IQF) fruit, purée, juice, or dried or infused berries. These may then be used in a variety of consumer goods, such as jellies, jams, blueberry pies, muffins, snack foods, or as an additive to breakfast cereals. Blueberry jam is made from blueberries, sugar, water, and fruit pectin. Blueberry sauce is a sweet sauce prepared using blueberries as a primary ingredient. Blueberry wine is made from the flesh and skin of the berry, which is fermented and then matured; usually the lowbush variety is used."
            },
            {
                "name": "Nutrients",
                "text": "Blueberries consist of 14% carbohydrates, 0.7% protein, 0.3% fat and 84% water (table). They contain only negligible amounts of micronutrients, with moderate levels (relative to respective Daily Values) (DV) of the essential dietary mineral manganese, vitamin C, vitamin K and dietary fiber (table). Generally, nutrient contents of blueberries are a low percentage of the DV (table). One serving provides a relatively low caloric value of 57 kcal per 100 g serving and glycemic load score of 6 out of 100 per day."
            },
            {
                "name": "United States Cultivation",
                "text": "In 2018, Oregon produced the most cultivated blueberries, recording 131 million pounds (60 million kg), an amount slightly exceeding the production by Washington. In descending order of production volume for 2017, other major producers were Georgia, Michigan, New Jersey, California, and North Carolina. Hammonton, New Jersey claims to be the \"Blueberry Capital of the World\", with over 80% of New Jersey's cultivated blueberries coming from this town.Every year the town hosts a large festival that draws thousands of people to celebrate the fruit. Resulting from cultivation of both lowbush (wild) and highbush blueberries, Maine accounts for 10% of all blueberries grown in North America with 44,000 hectares (110,000 acres) farmed, but only half of this acreage is harvested each year due to variations in pruning practices. The wild blueberry is the official fruit of Maine."
            },
            {
                "name": "Canadian Cultivation",
                "text": "Canadian production of wild and cultivated blueberries in 2015 was 166,000 tonnes valued at $262 million, the largest fruit crop produced nationally accounting for 29% of all fruit value.British Columbia was the largest Canadian producer of cultivated blueberries, yielding 70,000 tonnes in 2015, the world's largest production of blueberries by region.Atlantic Canada contributes approximately half of the total North American wild/lowbush annual production with New Brunswick having the largest in 2015, an amount expanding in 2016. Nova Scotia, Prince Edward Island and Québec are also major producers. Nova Scotia recognizes the wild blueberry as its official provincial berry, with the town of Oxford, Nova Scotia known as the Wild Blueberry Capital of Canada.Québec is a major producer of wild blueberries, especially in the regions of Saguenay-Lac-Saint-Jean (where a popular name for inhabitants of the regions is bleuets, or 'blueberries') and Côte-Nord, which together provide 40% of Québec's total provincial production. This wild blueberry commerce benefits from vertical integration of growing, processing, frozen storage, marketing and transportation within relatively small regions of the province. On average, 80% of Québec wild blueberries are harvested on farms (21 million kg), the remaining 20% being harvested from public forests (5 million kg). Some 95% of the wild blueberry crop in Québec is frozen for export out of the province."
            }
        ]
    },
    "cucumber": {
        "title": "CUCUMBER",
        "summary": "Cucumbers are berries. Cucumber (Cucumis sativus) is a widely cultivated plant in the gourd family, Cucurbitaceae. It is a creeping vine that bears cucumiform fruits that are used as vegetables. There are three main varieties of cucumber: slicing, pickling, and seedless. Within these varieties, several cultivars have been created. In North America, the term \"wild cucumber\" refers to plants in the genera Echinocystis and Marah, but these are not closely related. The cucumber is originally from South Asia, but now grows on most continents. Many different types of cucumber are traded on the global market.",
        "image": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/fresh-ripe-cucumbers-growing-in-greenhouse-royalty-free-image-627728100-1531512281.jpg",
        "sectionData": [
            {
                "name": "Slicing",
                "text": "Cucumbers grown to eat fresh are called slicing cucumbers. The main varieties of slicers mature on vines with large leaves that provide shading. They are mainly eaten in the unripe green form, since the ripe yellow form normally becomes bitter and sour. Slicers grown commercially for the North American market are generally longer, smoother, more uniform in color, and have a much tougher skin. Slicers in other countries are smaller and have a thinner, more delicate skin, often having fewer seeds and being sold in a plastic skin for protection. Sometimes these are known as English cucumbers. This variety may also be called a \"telegraph cucumber\", particularly in Australasia. Smaller slicing cucumbers can also be pickled."
            },
            {
                "name": "Pickling cucumbers",
                "text": "Pickling with brine, sugar, vinegar, and spices creates various, flavored products from cucumbers and other foods. Although any cucumber can be pickled, commercial pickles are made from cucumbers specially bred for uniformity of length-to-diameter ratio and lack of voids in the flesh. Those cucumbers intended for pickling, called picklers, grow to about 7 to 10 cm (3 to 4 in) long and 2.5 cm (1 in) wide. Compared to slicers, picklers tend to be shorter, thicker, less regularly shaped, and have bumpy skin with tiny white or black-dotted spines. Color can vary from creamy yellow to pale or dark green."
            },
            {
                "name": "Gherkin",
                "text": "Gherkins, also called cornichons, baby dills, or baby pickles, are small, whole, unsliced cucumbers, typically those 1 inch (2.5 cm) to 5 inches (13 cm) in length, often with bumpy skin, and pickled in variable combinations of brine, vinegar, spices, and sugar. In the United Kingdom, gherkins may be prepared predominantly in vinegar, imparting an acidic flavor \"punch\" as a side-dish for meals. Although gherkins may be grown in greenhouses, they are commonly grown as a field crop, processed locally, and packaged in jars in Canada, the United States, and India. India, Turkey, Ukraine and Mexico compete as producers for the global gherkin market, with the European Union, United States, Canada, and Israel as major importers. The word gherkin derived in the mid-17th century from early modern Dutch, gurken or augurken for \"small pickled cucumber\". The term, West Indian gherkin, has been applied to Cucumis anguria L., a related species of Cucumis sativus, the most common cucumber plant."
            },
            {
                "name": "Burpless",
                "text": "Not to be confused with Burpee Seeds. Isfahan burpless cucumber, Iran. Burpless cucumbers are sweeter and have a thinner skin than other varieties of cucumber. They are reputed to be easy to digest and to have a pleasant taste. They can grow as long as 2 feet (0.61 m), are nearly seedless, and have a delicate skin. Most commonly grown in greenhouses, these parthenocarpic cucumbers are often found in grocery markets, shrink-wrapped in plastic. They are sometimes marketed as seedless or burpless, because the seeds and skin of other varieties of cucumbers are said to give some people gas."
            }
        ]
    },
    "tomato": {
        "title": "TOMATO",
        "summary": "Tomatoes are berries. The tomato is the edible, often red, berry of the plant Solanum lycopersicum, commonly known as a tomato plant. The species originated in western South America. The Nahuatl (Aztec language) word tomatl gave rise to the Spanish word tomate, from which the English word tomato derived. Its use as a cultivated food may have originated with the indigenous peoples of Mexico. The Spanish encountered the tomato from their contact with the Aztec during the Spanish colonization of the Americas and brought it to Europe. From there, the tomato was introduced to other parts of the European-colonized world during the 16th century.",
        "image": "https://s3-us-west-1.amazonaws.com/contentlab.studiod/getty/95c74a03acb54836aadebf55fe39da0f",
        "sectionData": [
            {
                "name": "Etymology",
                "text": "The word \"tomato\" comes from the Spanish tomate, which in turn comes from the Nahuatl word tomatl [ˈtomat͡ɬ], meaning \"the swelling fruit\". The native Mexican tomatillo is tomate (in Nahuatl: tomātl About this soundpronunciation (help·info), meaning \"fat water\" or \"fat thing\"). When Aztecs started to cultivate the Andean fruit to be larger, sweeter, and red, they called the new species xitomatl (or jitomates) (pronounced [ʃiːˈtomatɬ]), (\"plump with navel\" or \"fat water with navel\"). The scientific species epithet lycopersicum is interpreted literally from Latin in the 1753 book, Species Plantarum, as \"wolfpeach\", where wolf is from lyco and peach is from persicum."
            },
            {
                "name": "Pronunciation",
                "text": "The usual pronunciations of \"tomato\" are /təˈmeɪtoʊ/ (usual in American English) and /təˈmɑːtoʊ/ (usual in British English). The word's dual pronunciations were immortalized in Ira and George Gershwin's 1937 song \"Let's Call the Whole Thing Off\" (\"You like /pəˈteɪtoʊ/ and I like /pəˈtɑːtoʊ/ / You like /təˈmeɪtoʊ/ and I like /təˈmɑːtoʊ/\") and have become a symbol for nitpicking pronunciation disputes. In this capacity, it has even become an American and British slang term: saying \"/təˈmeɪtoʊ təˈmɑːtoʊ/\" when presented with two choices can mean \"What's the difference?\" or \"It's all the same to me\"."
            },
            {
                "name": "Fruit versus vegetable",
                "text": "Botanically, a tomato is a fruit—a berry, consisting of the ovary, together with its seeds, of a flowering plant. However, the tomato is considered a \"culinary vegetable\" because it has a much lower sugar content than culinary fruits; it is typically served as part of a salad or main course of a meal, rather than as a dessert. Tomatoes are not the only food source with this ambiguity; bell peppers, cucumbers, green beans, eggplants, avocados, and squashes of all kinds (such as zucchini and pumpkins) are all botanically fruit, yet cooked as vegetables. This has led to legal dispute in the United States. In 1887, U.S. tariff laws that imposed a duty on vegetables, but not on fruit, caused the tomato's status to become a matter of legal importance. The U.S. Supreme Court settled this controversy on May 10, 1893, by declaring that the tomato is a vegetable, based on the popular definition that classifies vegetables by use—they are generally served with dinner and not dessert (Nix v. Hedden (149 U.S. 304)). The holding of this case applies only to the interpretation of the Tariff of 1883, and the court did not purport to reclassify the tomato for botanical or other purposes."
            },
            {
                "name": "Italy",
                "text": "The recorded history of tomatoes in Italy dates back to at least 31 October 1548, when the house steward of Cosimo de' Medici, the grand duke of Tuscany, wrote to the Medici private secretary informing him that the basket of tomatoes sent from the grand duke's Florentine estate at Torre del Gallo \"had arrived safely\". Tomatoes were grown mainly as ornamentals early on after their arrival in Italy. For example, the Florentine aristocrat Giovanvettorio Soderini wrote how they \"were to be sought only for their beauty\", and were grown only in gardens or flower beds. The tomato's ability to mutate and create new and different varieties helped contribute to its success and spread throughout Italy. However, even in areas where the climate supported growing tomatoes, their habit of growing to the ground suggested low status. They were not adopted as a staple of the peasant population because they were not as filling as other fruits already available. Additionally, both toxic and inedible varieties discouraged many people from attempting to consume or prepare any other varieties. In certain areas of Italy, such as Florence, the fruit was used solely as a tabletop decoration, until it was incorporated into the local cuisine in the late 17th or early 18th century. The earliest discovered cookbook with tomato recipes was published in Naples in 1692, though the author had apparently obtained these recipes from Spanish sources. Unique varieties were developed over the next several hundred years for uses such as dried tomatoes, sauce tomatoes, pizza tomatoes, and tomatoes for long-term storage. These varieties are usually known for their place of origin as much as by a variety name. For example, Pomodorino del Piennolo del Vesuvio is the \"hanging tomato of Vesuvius\" or the Pomodoro di Pachino and Pomodorino di Manduria. Five different varieties have traditionally been used to make these \"hanging\" tomatoes. They are Fiaschella, Lampadina, Patanara, Principe Borghese, and Re Umberto. Other tomatoes that originated in Italy include San Marzano, Borgo Cellano, Christopher Columbus, Costoluto Genovese, and Italian Pear. These tomatoes are characterized by a relatively intense flavor compared to varieties typically grown elsewhere."
            }
        ]
    }
}
